[
  {
    "media": "El Confidencial",
    "title": "Ábalos y Marlaska se concertaron para montar la versión del 'Delcygate'",
    "mediaUrl": "https://www.elconfidencial.com/"
  },
  {
    "media": "El País",
    "title": "El desesperado intento de DeSantis de descarrilar la protección del aborto en las urnas en Florida",
    "mediaUrl": "https://elpais.com/?ed=es"
  },
  {
    "media": "Público",
    "title": "Los líderes del PSOE de Madrid, Castilla y León, Andalucía y Aragón se preparan para la batalla interna en sus congresos",
    "mediaUrl": "https://www.publico.es/"
  },
  {
    "media": "El Diario",
    "title": "Comunidades del PP piden facilitar la contratación de inmigrantes mientras Feijóo endurece su discurso",
    "mediaUrl": "https://www.eldiario.es/"
  },
  {
    "media": "Infolibre",
    "title": "El negocio de las grandes farmacéuticas",
    "mediaUrl": "https://www.infolibre.es/"
  },
  {
    "media": "La Vanguardia",
    "title": "Occidente practica en Ucrania una escalada peldaño a peldaño",
    "mediaUrl": "https://www.lavanguardia.com"
  },
  {
    "media": "El Mundo",
    "title": "Canarias niega el abandono de los menores migrantes y afirma que acatará las instrucciones de la Fiscalía: \"¿Adónde los enviamos? ¿A centros que están saturados?\"",
    "mediaUrl": "https://elmundo.es"
  },
  {
    "media": "El Español",
    "title": "Puente achaca el cese de Contreras a fallos en Adif pero el 'caso Koldo' le liga a favores a constructoras",
    "mediaUrl": "https://elespanol.com"
  },
  {
    "media": "OK Diario",
    "title": "La dictadura de Maduro expulsa a un español por vestir una camiseta con el nombre de María Corina",
    "mediaUrl": "https://okdiario.com"
  },
  {
    "media": "20 minutos",
    "title": "Argentina, Israel y Venezuela: el Gobierno se descoordina entre tres crisis diplomáticas en cuatro meses",
    "mediaUrl": "https://20minutos.es/"
  },
  {
    "media": "La Razón",
    "title": "Sánchez busca retomar el control sobre su mayoría",
    "mediaUrl": "https://www.larazon.es/"
  },
  {
    "media": "ABC",
    "title": "La agenda reformista de Yolanda Díaz se estrella contra el Gobierno y los empresarios",
    "mediaUrl": "https://www.abc.es/"
  }
]