[
  {
    "media": "El Confidencial",
    "title": "Sánchez echa el resto en Cataluña: las elecciones en las que se juega su futuro",
    "mediaUrl": "https://www.elconfidencial.com/"
  },
  {
    "media": "El País",
    "title": "Estados Unidos considera probable que Israel haya violado las leyes internacionales en la guerra de Gaza",
    "mediaUrl": "https://elpais.com/"
  },
  {
    "media": "Público",
    "title": "Sánchez e Illa culminan la campaña en Catalunya con la aspiración de gobernar la Generalitat y poner fin al 'procés'",
    "mediaUrl": "https://www.publico.es/"
  },
  {
    "media": "El Diario",
    "title": "EEUU concluye que Israel ha podido violar el derecho internacional en Gaza, pero mantiene el flujo de armas",
    "mediaUrl": "https://www.eldiario.es/"
  },
  {
    "media": "Infolibre",
    "title": "Todos contra el BBVA, el banco que aspira a ser un gigante europeo a costa de trabajadores y clientes",
    "mediaUrl": "https://www.infolibre.es/"
  },
  {
    "media": "La Vanguardia",
    "title": "EE.UU. reconoce que Israel puede haber violado el derecho internacional en Gaza",
    "mediaUrl": "https://www.lavanguardia.com"
  },
  {
    "media": "El Mundo",
    "title": "Las 12 horas de presión de la Fiscalía General para difundir los datos del novio de Ayuso: llamadas, nervios y un fiscal sacado del partido del Atleti",
    "mediaUrl": "https://elmundo.es"
  },
  {
    "media": "El Español",
    "title": "Sánchez se enfunda una camiseta de Illa para pedir una \"amplia victoria\" del PSC que evite una alianza secesionista",
    "mediaUrl": "https://elespanol.com"
  },
  {
    "media": "OK Diario",
    "title": "Kylian Mbappé anuncia su marcha del PSG en un vídeo",
    "mediaUrl": "https://okdiario.com"
  },
  {
    "media": "20 minutos",
    "title": "EEUU desmiente a Albares y advierte de que el reconocimiento \"unilateral\" a Palestina como Estado \"no llevará a la paz\"",
    "mediaUrl": "https://20minutos.es/"
  },
  {
    "media": "La Razón",
    "title": "Lo que nos viene encima a partir del lunes",
    "mediaUrl": "https://www.larazon.es/"
  },
  {
    "media": "ABC",
    "title": "EE.UU. cree que Israel utilizó armas de manera incompatible con el derecho humanitario en Gaza",
    "mediaUrl": "https://www.abc.es/"
  }
]