[
  {
    "media": "El Confidencial",
    "title": "Puigdemont vuelve para entregarse tras un último juego al gato y el ratón con los Mossos",
    "mediaUrl": "https://www.elconfidencial.com/"
  },
  {
    "media": "El País",
    "title": "El vals electoral de Harris y Walz: los demócratas entusiasman a sus votantes en su presentación",
    "mediaUrl": "https://elpais.com/?ed=es"
  },
  {
    "media": "Público",
    "title": "Tensión máxima ante la inminente llegada de Puigdemont y su posible detención: todas las claves de lo que está por venir",
    "mediaUrl": "https://www.publico.es/"
  },
  {
    "media": "El Diario",
    "title": "Illa y sus socios se conjuran para que el boicot de Puigdemont no retrase la votación más allá del lunes",
    "mediaUrl": "https://www.eldiario.es/"
  },
  {
    "media": "Infolibre",
    "title": "El negocio de las grandes farmacéuticas",
    "mediaUrl": "https://www.infolibre.es/"
  },
  {
    "media": "La Vanguardia",
    "title": "La gran empresa y foros económicos apoyan el pacto de financiación pero no la fiscalidad",
    "mediaUrl": "https://www.lavanguardia.com"
  },
  {
    "media": "El Mundo",
    "title": "Puigdemont anuncia que \"emprende el viaje de regreso del exilio\" y desafía al Estado a detenerlo antes de llegar al Parlament",
    "mediaUrl": "https://elmundo.es"
  },
  {
    "media": "El Español",
    "title": "Los Mossos admiten que detener a Puigdemont ante miles de personas provocaría una \"batalla campal\"",
    "mediaUrl": "https://elespanol.com"
  },
  {
    "media": "OK Diario",
    "title": "El núcleo de Puigdemont alienta la rebelión de los Mossos ante su detención: \"Algunos aún nos obedecen\"",
    "mediaUrl": "https://okdiario.com"
  },
  {
    "media": "20 minutos",
    "title": "Puigdemont convoca a sus seguidores este jueves junto al Parlament tras anunciar su regreso a España",
    "mediaUrl": "https://20minutos.es/"
  },
  {
    "media": "La Razón",
    "title": "¿Dónde está Puigdemont? ¿Será detenido? Preguntas y respuestas sobre el retorno del prófugo",
    "mediaUrl": "https://www.larazon.es/"
  },
  {
    "media": "ABC",
    "title": "El horario de la jornada de este miércoles",
    "mediaUrl": "https://www.abc.es/"
  }
]