[
  {
    "media": "El Confidencial",
    "title": "\"Si el PP quiere mi apoyo exigiré un plan de deportaciones para que los ilegales vuelvan a sus países\"",
    "mediaUrl": "https://www.elconfidencial.com/"
  },
  {
    "media": "El País",
    "title": "Calendario: todos los días y las horas de los partidos",
    "mediaUrl": "https://elpais.com/?ed=es"
  },
  {
    "media": "Público",
    "title": "Israel causa una matanza en una zona humanitaria de Gaza al intentar asesinar al número dos de Hamás",
    "mediaUrl": "https://www.publico.es/"
  },
  {
    "media": "El Diario",
    "title": "Un ataque israelí en una zona humanitaria de Gaza deja más de 70 muertos y centenares de heridos",
    "mediaUrl": "https://www.eldiario.es/"
  },
  {
    "media": "Infolibre",
    "title": "El banco Credit Suisse mantuvo cuentas de dictadores, criminales y políticos corruptos de todo el mundo",
    "mediaUrl": "https://www.infolibre.es/"
  },
  {
    "media": "La Vanguardia",
    "title": "Al menos 71  muertos en un ataque de Israel en Gaza que buscaba matar al número 2 de Hamás",
    "mediaUrl": "https://www.lavanguardia.com"
  },
  {
    "media": "El Mundo",
    "title": "Así intentó frenar la dirección de Vox la \"desolación\" de sus cargos: \"Es una decisión de gente por encima de nosotros. Tened confianza\"",
    "mediaUrl": "https://elmundo.es"
  },
  {
    "media": "El Español",
    "title": "Más de 70 muertos en un bombardeo de Israel en Jan Yunis con el líder militar de Hamás como objetivo",
    "mediaUrl": "https://elespanol.com"
  },
  {
    "media": "OK Diario",
    "title": "OKDIARIO ya está en Berlín: España busca SU cuarta Eurocopa",
    "mediaUrl": "https://okdiario.com"
  },
  {
    "media": "20 minutos",
    "title": "Los nueve factores que han influido en la decisión de Vox de romper con el PP en los gobiernos autonómicos",
    "mediaUrl": "https://20minutos.es/"
  },
  {
    "media": "La Razón",
    "title": "Abascal precipita a Vox a un terremoto interno: «Esto es un polvorín. Nos hemos suicidado»",
    "mediaUrl": "https://www.larazon.es/"
  },
  {
    "media": "ABC",
    "title": "La dirección de Vox, cuestionada internamente por primera vez",
    "mediaUrl": "https://www.abc.es/"
  }
]