[
  {
    "media": "El Confidencial",
    "title": "Albania - España | De la Fuente sale con diez cambios en el 11 inicialde la Roja",
    "mediaUrl": "https://www.elconfidencial.com/"
  },
  {
    "media": "El País",
    "title": "La compra de armas se dispara entre los latinos de Estados Unidos",
    "mediaUrl": "https://elpais.com/?ed=es"
  },
  {
    "media": "Público",
    "title": "La derecha despoja al Orgullo de sus símbolos mientras recorta los derechos del colectivo: \"Solo les interesa el dinero\"",
    "mediaUrl": "https://www.publico.es/"
  },
  {
    "media": "El Diario",
    "title": "La jueza aplaza la declaración de la pareja de Ayuso tras pedir PSOE y Más Madrid que se investiguen cinco nuevos delitos",
    "mediaUrl": "https://www.eldiario.es/"
  },
  {
    "media": "Infolibre",
    "title": "España se sitúa como uno de los países europeos con mayor brecha de género en la cúpula judicial",
    "mediaUrl": "https://www.infolibre.es/"
  },
  {
    "media": "La Vanguardia",
    "title": "El PSOE muestra optimismo ante la negociación para renovar el CGPJ en “unos días”",
    "mediaUrl": "https://www.lavanguardia.com"
  },
  {
    "media": "El Mundo",
    "title": "El TC se prepara para rebajar y borrar el delito de malversación a Griñán y al resto de condenados en el 'caso ERE'",
    "mediaUrl": "https://elmundo.es"
  },
  {
    "media": "El Español",
    "title": "\"Hablar con Francina de Air Nostrum... Preguntar Hidalgo. Llamar Canarias\": las 42 tareas de Koldo un 7 de julio de pandemia",
    "mediaUrl": "https://elespanol.com"
  },
  {
    "media": "OK Diario",
    "title": "El novio de Ayuso se iba a declarar culpable pero el PSOE prefirió alargar el caso para salvar a Sánchez",
    "mediaUrl": "https://okdiario.com"
  },
  {
    "media": "20 minutos",
    "title": "El Supremo llama a renovar el CGPJ \"sin más demora\" en plena negociación entre PSOE y PP: \"El perjuicio es enorme\"",
    "mediaUrl": "https://20minutos.es/"
  },
  {
    "media": "La Razón",
    "title": "El PSOE muestra su \"optimismo\" para pactar el CGPJ en \"unos días\"",
    "mediaUrl": "https://www.larazon.es/"
  },
  {
    "media": "ABC",
    "title": "Trabajo da un ultimátum de siete días a la CEOE: o propone algo por escrito o recortará la jornada con CC.OO. y UGT",
    "mediaUrl": "https://www.abc.es/"
  }
]