[
  {
    "media": "El Confidencial",
    "title": "Begoña Gómez encarga su defensa al exministro del Interior socialista Antonio Camacho",
    "mediaUrl": "https://www.elconfidencial.com/"
  },
  {
    "media": "El País",
    "title": "Pedro Sánchez descarta un Gobierno de Puigdemont en Cataluña: “No le dan los números”",
    "mediaUrl": "https://elpais.com/espana"
  },
  {
    "media": "Público",
    "title": "La lacra machista escala en 2023 con el mayor aumento de mujeres víctimas de violencia de género desde que hay registros",
    "mediaUrl": "https://www.publico.es/"
  },
  {
    "media": "El Diario",
    "title": "Sánchez descarta hacer president a Puigdemont y le pide “asumir la realidad”",
    "mediaUrl": "https://www.eldiario.es/"
  },
  {
    "media": "Infolibre",
    "title": "El cuñado de Obiang que pagó a Villarejo alquila a un narco uno de sus cinco pisos de lujo en Dubái",
    "mediaUrl": "https://www.infolibre.es/"
  },
  {
    "media": "La Vanguardia",
    "title": "Sánchez descarta la investidura de Puigdemont: “Tiene que asumir la realidad”",
    "mediaUrl": "https://www.lavanguardia.com"
  },
  {
    "media": "El Mundo",
    "title": "El Gobierno retrasa el reconocimiento del Estado Palestino a la espera de hacerlo con más países",
    "mediaUrl": "https://elmundo.es"
  },
  {
    "media": "El Español",
    "title": "Sánchez: \"Puigdemont tiene que asumir la realidad. Todos los caminos conducen a Salvador Illa\"",
    "mediaUrl": "https://elespanol.com"
  },
  {
    "media": "OK Diario",
    "title": "Begoña Gómez ficha como abogado defensor a un ex ministro del Interior del PSOE: Antonio Camacho",
    "mediaUrl": "https://okdiario.com"
  },
  {
    "media": "20 minutos",
    "title": "Sánchez descarta \"completamente\" hacer 'president' a Puigdemont: \"Debe asumir la realidad. Todo conduce a Illa\"",
    "mediaUrl": "https://20minutos.es/"
  },
  {
    "media": "La Razón",
    "title": "Sánchez tacha de \"enorme bulo\" las acusaciones contra su mujer, Begoña Gómez: \"No hay caso, hay fango\"",
    "mediaUrl": "https://www.larazon.es/"
  },
  {
    "media": "ABC",
    "title": "Pedro Sánchez: «Puigdemont tiene que aceptar que no ha ganado las elecciones»",
    "mediaUrl": "https://www.abc.es/"
  }
]